a1 = float(input("Введіть довжину першої сторони першого прямокутника: "))
b1 = float(input("Введіть довжину другої сторони першого прямокутника: "))
a2 = float(input("Введіть довжину першої сторони другого прямокутника: "))
b2 = float(input("Введіть довжину другої сторони другого прямокутника: "))
a3 = float(input("Введіть довжину першої сторони третього прямокутника: "))
b3 = float(input("Введіть довжину другої сторони третього прямокутника: "))
area1 = a1 * b1
area2 = a2 * b2
area3 = a3 * b3
print("Площа першого прямокутника:", area1)
print("Площа другого прямокутника:", area2)
print("Площа третього прямокутника:", area3)